[{
  "_collection": "products",
  "_created_at": "2021-08-20T17:57:58.023904Z",
  "_gid": "www.amazon.com-dee6581cc619d430f23aa9efcbfb9b74",
  "_id": "00645e5857134be5a8b3c751238a906d",
  "_job_id": 47,
  "asin": "B07GB61TQR",
  "available": true,
  "category": "LED & LCD TVs",
  "description": "Easy Voice Control: Works with Amazon Alexa or Google Assistant to help you find movie titles, launch or change channels, even switch inputs, using just your voice. Also available through the Roku mobile app Smart Functionality offers access to over 5,000 streaming channels featuring more than 500,000 movies and TV episodes via Roku TV 1080p Full HD Resolution excellent detail, color, and contrast Direct lit LED produces great picture quality with 60Hz refresh Rate for fast moving action scenes with virtually no Motion blur Inputs: 3 HDMI, 1 USB, RF, Composite, Headphone Jack, optical audio out",
  "price": 278,
  "rating": 4.6,
  "reviews_count": 59005,
  "seller": "Visit the TCL Store",
  "title": "TCL 40-inch 1080p Smart LED Roku TV - 40S325, 2019 Model",
  "url": "https://www.amazon.com/TCL-40S325-Inch-1080p-Smart/dp/B07GB61TQR/ref=lp_6459737011_1_6"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:59:00.336405Z",
  "_gid": "www.amazon.com-9023ba15189b8d1c5d762eaba156eae0",
  "_id": "0b6f5968d8b44590a5c04d82740830ad",
  "_job_id": 47,
  "asin": "B0829RMHCM",
  "available": true,
  "category": "OLED TVs",
  "description": "DIMENSIONS (WxHxD) with Stand: 57\" x 34.2\" x 9.7\" | Without Stand (WxHxD): 57\" x 32.7\" x 1.8\" | Weight with Stand: 55.1 lbs | Weight without Stand: 52.9 lbs lbs PIXEL LEVEL DIMMING: Millions of pixels emit their own light. Only OLED can turn pixels off completely and independently. See stunning picture, perfect black, infinite contrast and over a billion rich colors. WEBOS AND MAGIC REMOTE: LG's fan-favorite webOS platform makes it surprisingly fast and easy to stream movies and shows with your favorite apps and find new obsessions based on what you like. While our Magic Remote lives up to its name with voice and motion control — just speak or simply point, scroll and click. α7 GEN 3 PROCESSOR 4K: Your picture is made better, clearer, and smoother. Our a7 Gen 3 Processor 4K powers the performance. You don’t have to do a thing to enjoy great pictures and sound. Our advanced processor does it for you with AI Picture, AI Sound and 4KUpscaling. GAMING: LG OLED TV is built for gaming. AI-powered picture quality transports you to the moment. Gaming features and the latest tech, like NVIDIA G-SYNC and FreeSync, give you an edge with less lag, high refresh rates, and incredibly smooth and responsive gameplay. LG OLED TV: Only OLED pixels emit their own light, allowing for perfect black, intense color and stunning picture. Connectivity technology: Wireless; Power Supply (Voltage, Hz): AC 120V, 50/60Hz Surround sound channel configuration: 2.2 Included components: Remote Control, Power Cable, E-Manual",
  "price": 1799.99,
  "rating": 4.6,
  "reviews_count": 207,
  "seller": "Visit the LG Store",
  "title": "LG OLED65BXPUA Alexa BuiltIn BX 65-inch 4K Smart OLED TV (2020 Model)",
  "url": "https://www.amazon.com/LG-OLED65BXPUA-Alexa-Built-Ultra/dp/B0829RMHCM/ref=lp_6463520011_1_11"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:57:44.616995Z",
  "_gid": "www.amazon.com-5c888093f76aaa2dd84db6ec2d246ccf",
  "_id": "0d421fffd0f24edea107994dff216061",
  "_job_id": 47,
  "asin": "B086VRY8GZ",
  "available": null,
  "category": "LED & LCD TVs",
  "description": "Fire TV brings together live-over-the air TV and your streaming content on the home screen. Connect any HD antenna (sold separately) to watch live over-the-air TV or stream movies and shows from Disney+, Netflix, YouTube, Prime Video, Hulu, and more. Experience breathtaking 4K Ultra HD picture quality with over 8 million pixels for stunning clarity, deep contrast and vivid colors. Watch movies and TV shows come to life in ultra high deﬁnition. Everything you’d expect from a remote – plus launch apps, search for TV shows, switch inputs, control smart home devices and more, using just your voice. With Prime Video, Netflix buttons, instantly access your favorite apps. This TV is smart and simple in every way. Just plug it in, connect to Wi-Fi and enjoy. Plus, your TV keeps getting smarter with new Alexa skills and features through automatic over-the-air software updates, so that you always have the latest. Item arrives in packaging that reveals what’s inside and can’t be hidden.",
  "price": 319.99,
  "rating": 4.6,
  "reviews_count": 7934,
  "seller": "Visit the INSIGNIA Store",
  "title": "Insignia NS-43DF710NA21 43-inch Smart 4K UHD - Fire TV, Released 2020",
  "url": "https://www.amazon.com/All-New-Insignia-NS-43DF710NA21-43-inch-Smart/dp/B086VRY8GZ/ref=lp_6459737011_1_9"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:58:15.316982Z",
  "_gid": "www.amazon.com-768505257450f0709c0366b2c1663b02",
  "_id": "0e8fa4e5e7d94351bf4371193c42f736",
  "_job_id": 47,
  "asin": "B08TKR3WLJ",
  "available": true,
  "category": "OLED TVs",
  "description": "COGNITIVE PROCESSOR XR – Revolutionary TV processing technology that understands how humans see and hear to deliver intense contrast with pure blacks, high peak brightness, and natural colors. XR TRILUMINOS PRO - Rediscover everything you watch with billions of accurate colors and see impressive picture quality that is natural and beautiful to the human eye. XR OLED CONTRAST – Feel the beauty of OLED contrast with pure blacks and lifelike brightness. GOOGLE TV – Browse 700,000 plus movies and TV episodes, from across your favorite streaming services, all in one place. Including Netflix, Amazon Prime Video, Disney plus, YouTube, the Apple TV app, and many more. BRAVIA CORE – Bring the cinematic experience home. Enjoy streaming high-quality movies included with BRAVIA CORE, exclusively on select Sony TVs. HDMI 2.1 – Get the most out of next-gen gaming with BRAVIA XR HDMI 2.1 enabled TVs featuring 4K 120Hz and BRAVIA Game Mode for increased frame rate and reduced input lag. WORKS WITH ALEXA – Through an Alexa enabled device, just ask Alexa to play music, launch video apps, turn up the volume, stream your smart camera, and more. GOOGLE ASSISTANT – Use your voice to easily find your favorite movies, shows, and music. Get answers on screen, control smart home devices, and more. APPLE AIRPLAY – Works with AirPlay 2 to easily stream content from your Apple device. ACOUSTIC SURFACE AUDIO plus – The screen is the speaker, perfectly matching sound with the action on screen for a truly immersive experience.",
  "price": 2298,
  "rating": 4.8,
  "reviews_count": 263,
  "seller": "Visit the Sony Store",
  "title": "Sony A80J 65 Inch TV: BRAVIA XR OLED 4K Ultra HD Smart Google TV with Dolby Vision HDR and Alexa Compatibility XR65A80J- 2021 Model",
  "url": "https://www.amazon.com/Sony-A80J-Inch-Compatibility-XR65A80J/dp/B08TKR3WLJ/ref=lp_6463520011_1_2"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:58:20.530358Z",
  "_gid": "www.amazon.com-4a9143fdbe1ccd550d514f9f13c96d7e",
  "_id": "134341eb85424e0f959bff9f422a2974",
  "_job_id": 47,
  "asin": "B08WFX5H7R",
  "available": true,
  "category": "OLED TVs",
  "description": "OLED EVO: The next innovation in OLED brings a brighter, punchier viewing experience with our latest, next-gen panel. GALLERY DESIGN: Your content becomes art with a TV that mounts flush to the wall without a shadow, just like a picture frame. It's the perfect statement piece with an unbelievably thin bezel and no gap from screen to wall. Plus, turn your home into an art gallery with Gallery Mode. OLED DISPLAY: Watch your content come to life in over 8 million pixels. Each pixel turns on and off independently so you'll see your content with perfect black, over a billion rich colors and infinite contrast for a viewing experience like no other. a9 GEN 4 AI PROCESSOR: Picture and sound adjustment happen automatically with our best processor. The a9 Gen4 AI Processor 4K uses deep-learning algorithms to detect scenes and genres to make your content look its best no matter what or when you're watching. HANDS FREE VOICE CONTROL: Hands-Free Voice Control lets you control your TV with your voice by simply saying \"Hi, LG.\" WiSA READY: Connecting high-fidelity speakers is easy – and wireless– with WiSA connectivity. Enjoy high-quality and immersive surround sound. Up to 5.1 Channel support.",
  "price": 2799.99,
  "rating": 4.3,
  "reviews_count": 27,
  "seller": "Visit the LG Store",
  "title": "LG OLED65G1PUA Alexa Built-in G1 Series 65\" Gallery Design 4K Smart OLED evo TV (2021)",
  "url": "https://www.amazon.com/LG-OLED65G1PUA-Built-Gallery-Design/dp/B08WFX5H7R/ref=lp_6463520011_1_3"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:57:40.440845Z",
  "_gid": "www.amazon.com-148ee993f042e34c938383dd398ca6b4",
  "_id": "221760216d734c10898f0a4639e9c4b7",
  "_job_id": 47,
  "asin": "B0874XJYW8",
  "available": true,
  "category": "LED & LCD TVs",
  "description": "Voice remote with Alexa: Use your voice to watch live TV, launch apps, search for titles, play music, switch inputs, control smart home devices, and more. Endless Entertainment: Watch over 500,000 streaming movies and TV episodes with access to tens of thousands of channels, apps, and Alexa skills. Access your favorite content: Fire TV seamlessly integrates live over-the-air TV and streaming channels on a unified home screen. Watch high dynamic range (HDR) content on your TV: With an HDR-compatible 4K TV, you can enjoy HDR movies and TV shows, in addition to all your current content. Item arrives in packaging that reveals what’s inside and can’t be hidden.",
  "price": 329.99,
  "rating": 4.6,
  "reviews_count": 11026,
  "seller": "Brand: Toshiba",
  "title": "Toshiba 43LF621U21 43-inch Smart 4K UHD with Dolby Vision - Fire TV, Released 2020",
  "url": "https://www.amazon.com/All-New-Toshiba-43LF621U21-43-inch-Vision/dp/B0874XJYW8/ref=lp_6459737011_1_10"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:59:26.340584Z",
  "_gid": "www.amazon.com-5b64df35bec21e526b164fbd6d40e211",
  "_id": "26585d10c7a149ce8b48c0f6ff84fb76",
  "_job_id": 47,
  "asin": "B0875M44Y5",
  "available": null,
  "category": "LED & LCD TVs",
  "description": "Voice remote with Alexa: Use your voice to watch live TV, launch apps, search for titles, play music, switch inputs, control smart home devices, and more. Endless Entertainment: Watch over 500,000 streaming movies and TV episodes with access to tens of thousands of channels, apps, and Alexa skills. Access your favorite content: Fire TV seamlessly integrates live over-the-air TV and streaming channels on a unified home screen. Smart TV with access to streaming services for countless entertainment options: Stream shows, movies, games and more with the TV's built-in Wi-Fi and integrated apps. Item arrives in packaging that reveals what’s inside and can’t be hidden.",
  "price": 239.99,
  "rating": 4.6,
  "reviews_count": 12572,
  "seller": "Visit the INSIGNIA Store",
  "title": "Insignia NS-39DF310NA21 39-inch Smart HD 720p TV - Fire TV",
  "url": "https://www.amazon.com/All-New-Insignia-NS-39DF310NA21-39-inch-Smart/dp/B0875M44Y5/ref=lp_6459737011_1_5"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:57:33.216556Z",
  "_gid": "www.amazon.com-7dd3f8b1e6d723a9ddeb2949635582e7",
  "_id": "2e73cf4a39494925a2d5c026cf3fe6a7",
  "_job_id": 47,
  "asin": "B086VRR9K9",
  "available": null,
  "category": "LED & LCD TVs",
  "description": "Voice remote with Alexa: Use your voice to watch live TV, launch apps, search for titles, play music, switch inputs, control smart home devices, and more. Endless Entertainment: Watch over 500,000 streaming movies and TV episodes with access to tens of thousands of channels, apps, and Alexa skills. Access your favorite content: Fire TV seamlessly integrates live over-the-air TV and streaming channels on a unified home screen. Watch high dynamic range (HDR) content on your TV: With an HDR-compatible 4K TV, you can enjoy HDR movies and TV shows, in addition to all your current content. Item arrives in packaging that reveals what’s inside and can’t be hidden.",
  "price": 409.99,
  "rating": 4.6,
  "reviews_count": 6874,
  "seller": "Visit the INSIGNIA Store",
  "title": "INSIGNIA NS-50DF710NA21 50-inch Smart 4K UHD - Fire TV, Released 2020",
  "url": "https://www.amazon.com/All-New-Insignia-NS-50DF710NA21-50-inch-Smart/dp/B086VRR9K9/ref=lp_6459737011_1_11"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:59:16.416885Z",
  "_gid": "www.amazon.com-826f13e1f2a58289d2a281a02701afb9",
  "_id": "4b84f724a6814373a98baa28f2538d8e",
  "_job_id": 47,
  "asin": "B0924XSHB2",
  "available": null,
  "category": "LED & LCD TVs",
  "description": "See all your content in one place - Fire TV brings live, over-the-air TV, streaming channels, and your favorite apps together onto one convenient home screen. Subscriptions may be required. Content availability subject to change. Regza Engine 4K is Toshiba’s high performance 4K engine for stunning picture quality, with ultra essential PQ technology combined with high quality LCD panel, you can get an incredible ultra HD 4K images with breath-taking picture quality. 4 times resolution of Full HD, four times the detail. With Toshiba 4K TV, you can enjoy uncompromisingly crisp, clear visuals for a fully immersive, professional theater quality. Dolby Vision HDR and HDR10 transforms your TV into an entertainment powerhouse. The image technology from cinemas, now brought together in the home, provide amazing realism that you'll see, hear, and feel like never before. DTS Virtual: X technology is a scalable and versatile advanced post processing package that creates an immersive audio experience by virtualizing height content over traditional stereos",
  "price": 369.99,
  "rating": 4.4,
  "reviews_count": 758,
  "seller": "Brand: Toshiba",
  "title": "All-New Toshiba 50-inch 50C350KU C350 Series LED 4K UHD Smart Fire TV, Released 2021",
  "url": "https://www.amazon.com/Toshiba-50-inch-4K-UHD-Smart-Fire-TV/dp/B0924XSHB2/ref=lp_6459737011_1_2"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:59:21.042853Z",
  "_gid": "www.amazon.com-d508326cebaf8e6fd0a2610d06efbe0d",
  "_id": "55e488bbb38641a8a6d178fb01dca7c6",
  "_job_id": 47,
  "asin": "B08Z25BH33",
  "available": true,
  "category": "LED & LCD TVs",
  "description": "DYNAMIC CRYSTAL COLOR: A fine crystal layer reveals millions of true-to-life colors. CRYSTAL PROCESSOR 4K: Intelligent, ultra-fast optimization of 4K content. SMART TV WITH MULTIPLE VOICE ASSISTANTS: Access apps and streaming services right on your TV with your voice. 3 HDMI PORTS: Connect up to 3 devices with HDMI. HDR: Unveils shades of color that go beyond HDTV.",
  "price": 797.99,
  "rating": 4.6,
  "reviews_count": 1110,
  "seller": "Visit the SAMSUNG Store",
  "title": "SAMSUNG 65-Inch Class Crystal UHD AU8000 Series - 4K UHD HDR Smart TV with Alexa Built-in (UN65AU8000FXZA, 2021 Model)",
  "url": "https://www.amazon.com/SAMSUNG-65-Inch-Crystal-AU8000-Built/dp/B08Z25BH33/ref=lp_6459737011_1_3"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:58:45.938782Z",
  "_gid": "www.amazon.com-c063c7a40dcf8642e12cb8dc5f08a69a",
  "_id": "63b5b182409b46368b24c4abca2cb887",
  "_job_id": 47,
  "asin": "B0817K8TJJ",
  "available": true,
  "category": "OLED TVs",
  "description": "Connectivity Technology: Wireless Included Components: Power Cable, Remote Control, Stand",
  "price": 2496.99,
  "rating": 4.7,
  "reviews_count": 316,
  "seller": "Visit the LG Store",
  "title": "LG OLED65GXPUA Alexa BuiltIn GX 65-inch Gallery Design 4K Smart OLED TV (2020 Model)",
  "url": "https://www.amazon.com/LG-OLED65GXPUA-Alexa-Built-Ultra/dp/B0817K8TJJ/ref=lp_6463520011_1_8"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:58:41.516573Z",
  "_gid": "www.amazon.com-13ae38b4ec8e4d82d05a5f96fbe7146a",
  "_id": "7b354309af7a490fa195deebd7611e07",
  "_job_id": 47,
  "asin": "B0829RYR8L",
  "available": false,
  "category": "OLED TVs",
  "description": "LG OLED TV: Only OLED pixels emit their own light, allowing for perfect black, intense color and stunning picture. PIXEL LEVEL DIMMING: Millions of pixels emit their own light. Only OLED can turn pixels off completely and independently. See stunning picture, perfect black, infinite contrast and over a billion rich colors. Bluetooth Version 5.0 WEBOS AND MAGIC REMOTE: LG's fan-favorite webOS platform makes it surprisingly fast and easy to stream movies and shows with your favorite apps and find new obsessions based on what you like. While our Magic Remote lives up to its name with voice and motion control - just speak or simply point, scroll and click. α9 GEN 3 AI PROCESSOR 4K: Everything you see and hear is automatically made better, clearer, smoother, and more dynamic with our a9 Gen 3 AI Processor 4K. You don’t have to do a thing. Our most advanced 4K processor does it for you with AI Picture Pro, AI Sound Pro, AI 4K Upscaling, and the ability to help your TV to evolve over time. GAMING: LG OLED TV is built for gaming. AI-powered picture quality transports you to the moment. Gaming features and the latest tech, like NVIDIA G-SYNC and FreeSync, give you an edge with less lag, high refresh rates, and incredibly smooth and responsive gameplay.",
  "rating": 4.8,
  "reviews_count": 5037,
  "seller": "Visit the LG Store",
  "title": "LG OLED77CXPUA Alexa Built-In CX 77-inch 4K Smart OLED TV (2020 Model)",
  "url": "https://www.amazon.com/LG-OLED77CXPUA-Alexa-Built-Ultra/dp/B0829RYR8L/ref=lp_6463520011_1_7"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:57:54.21848Z",
  "_gid": "www.amazon.com-d79e2b2933cca2e709e2255c1fd72b77",
  "_id": "8e5cdb6c40e245929308a48be61cb9c1",
  "_job_id": 47,
  "asin": "B08P4WR6XB",
  "available": true,
  "category": "LED & LCD TVs",
  "description": "High Definition (720p) Resolution: Full high definition (720p) resolution for excellent detail, color, and contrast. Product Size (WxHxD) without Stand-28.8 x 17.2 x 3.0 inches Google Assistant Built-in: Search for movies and shows across thousands of available apps, get entertainment recommendations, access media playback controls, change the temperature, dim the lights, and so much more. Ask questions and see the answers on your TV, including Google Photos, your calendar, sports scores, and more. Even automate and control your smart devices. The Google Assistant is always on, ready to help, and makes life in your living room that much more relaxing. Chromecast Built-in: Easily cast movies, shows, and photos from your Android or iOS device to your TCL Android TV. Speedy, simplified home screen: Simplified home screen allows you to enjoy all your entertainment in one place. Get quick access to the apps you love, cue the latest episode, or pick up where you left off in no time. Thousands of streaming apps: Stream 700,000+ shows and movies, live sports and news, or your favorite music from Google Play, YouTube and your favorite apps.",
  "price": 179.99,
  "rating": 4.5,
  "reviews_count": 520,
  "seller": "Visit the TCL Store",
  "title": "TCL 32-inch Class 3-Series HD LED Smart Android TV - 32S334, 2021 Model",
  "url": "https://www.amazon.com/TCL-32-inch-Class-Smart-Android/dp/B08P4WR6XB/ref=lp_6459737011_1_8"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:57:48.125861Z",
  "_gid": "www.amazon.com-8825e40c841e9e8c6d67ad6f17a6a26f",
  "_id": "9c65cde0df7b47bab8ec0eaa30e7fc57",
  "_job_id": 47,
  "asin": "B07YXH57B8",
  "available": false,
  "category": "LED & LCD TVs",
  "description": "Full HD 1080p Resolution PurColor Micro Dimming Pro Samsung Smart TV. Mini Wall Mount and Vesa Wall Mount Compatible SmartThings App Support. Product Size (W x H x D) Without Stand-36.3 x 20.9 x 2.9 inches. Stand Size (WxHxD)-5.2 x 5.6 x 6.7 inches",
  "rating": 4.6,
  "reviews_count": 1398,
  "seller": "Visit the SAMSUNG Store",
  "title": "SAMSUNG 40-inch Class LED Smart FHD TV 1080P (UN40N5200AFXZA, 2019 Model)",
  "url": "https://www.amazon.com/Samsung-UN40N5200AFXZA-40-Inch-Assistant-Compatibility/dp/B07YXH57B8/ref=lp_6459737011_1_7"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:58:50.137786Z",
  "_gid": "www.amazon.com-027907b67c564caea60b786ff9053404",
  "_id": "b1b14be73bb746e681b172b692487631",
  "_job_id": 47,
  "asin": "B07NYVTLJ8",
  "available": true,
  "category": "OLED TVs",
  "description": "OLED plus PIXEL CONTRAST BOOSTER: Millions of individual pixels are supercharged for more vibrant colors to complement absolute OLED black MASTER OF QUALITY: Faithfully conveys creator’s intent on screen to deliver the best picture quality PICTURE PROCESSOR X1 ULTIMATE: Sony’s best processor analyzes content to bring out OLED’s intense contrast with pure blacks, peak brightness and natural colors GAME MODE: Take your PlayStation experience to the next level with a Sony 4K gaming TV featuring dedicated Game Mode for a smoother, more responsive gaming experience. SMART ANDROID TV with GOOGLE ASSISTANT: Use your voice to control your TV and smart home devices, easily search for movies and shows, get answers, and manage tasks, all hands-free WORKS WITH ALEXA: Stream smart camera feeds with your voice. Through an Alexa enabled device, just ask Alexa to play music, launch video apps, turn up the volume, and more APPLE AIRPLAY 2 and HOMEKIT SUPPORT: Seamlessly integrate your iPhone and Siri devices with your Sony TV for effortless smart home management and content streaming TRILUMINOS Display: See exactly what the creator intended with advanced color and gradation ACOUSTIC SURFACE AUDIO: 2.1 channel sound from the entire screen, creating an immersive multidimensional audio experience NETFLIX CALIBRATED MODE, DOLBY VISION, IMAX ENHANCED: Enjoy immersive and engaging cinematic content as the creator intended",
  "price": 3049.3,
  "rating": 4.7,
  "reviews_count": 861,
  "seller": "Visit the Sony Store",
  "title": "Sony XBR-77A9G 77-inch TV: MASTER Series BRAVIA OLED 4K Ultra HD Smart TV with HDR and Alexa Compatibility - 2019 Model",
  "url": "https://www.amazon.com/Sony-XBR-77A9G-77-Inch-Compatibility/dp/B07NYVTLJ8/ref=lp_6463520011_1_9"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:58:05.115651Z",
  "_gid": "www.amazon.com-f706f2732c72ff9cef3b0e9b4d1f0ba1",
  "_id": "bf184b1b766f48c19a778366fd54735f",
  "_job_id": 47,
  "asin": "B0872FYTWS",
  "available": true,
  "category": "LED & LCD TVs",
  "description": "Voice remote with Alexa: Use your voice to watch live TV, launch apps, search for titles, play music, switch inputs, control smart home devices, and more. Endless Entertainment: Watch over 500,000 streaming movies and TV episodes with access to tens of thousands of channels, apps, and Alexa skills. Access your favorite content: Fire TV seamlessly integrates live over-the-air TV and streaming channels on a unified home screen. Smart TV with access to streaming services for countless entertainment options: Stream shows, movies, games and more with the TV's integrated apps. Item arrives in packaging that reveals what’s inside and can’t be hidden.",
  "price": 179.99,
  "rating": 4.6,
  "reviews_count": 20694,
  "seller": "Visit the Toshiba Store",
  "title": "Toshiba 32LF221U21 32-inch Smart HD 720p TV - Fire TV, Released 2020",
  "url": "https://www.amazon.com/All-New-Toshiba-32LF221U21-32-inch-Smart/dp/B0872FYTWS/ref=lp_6459737011_1_4"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:59:08.643931Z",
  "_gid": "www.amazon.com-e90c79404b9516744b4d79ea0ad83012",
  "_id": "c08a2b0a7b414f4384b91c1ef15dc22a",
  "_job_id": 47,
  "asin": "B07FPP6TB5",
  "available": true,
  "category": "LED & LCD TVs",
  "description": "Insignia HD Smart TV – Fire TV delivers 720p picture quality with deep blacks and rich colors. With the Fire TV experience built-in, enjoy tens of thousands of channels, apps, and Alexa skills, including Disney+, Netflix, YouTube, Prime Video, Hulu, SHOWTIME, STARZ, and more Fire TV seamlessly integrates live over-the-air TV and streaming channels on a unified home screen (HD antenna required). Easily control your TV with the included Voice Remote with Alexa—plus, launch apps, search for titles, play music, switch inputs, control smart home devices, and more, using just your voice. Dimensions (W x H x D): TV without stand: 28.9” x 17.3” x 3”, TV with stand: 28.9” x 19” x 8.2”. Multiple device input/output options: 3 HDMI including 1 with ARC, USB, composite input, antenna/cable input, digital output (optical), audio output, Ethernet.",
  "price": 169.99,
  "rating": 4.6,
  "reviews_count": 43459,
  "seller": "Visit the INSIGNIA Store",
  "title": "Insignia NS-32DF310NA19 32-inch Smart HD TV - Fire TV",
  "url": "https://www.amazon.com/Insignia-NS-32DF310NA19-32-inch-720p-Smart/dp/B07FPP6TB5/ref=lp_6459737011_1_1"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:58:36.337227Z",
  "_gid": "www.amazon.com-b9aaa0bdd148bd54c296ef3771b1e8bd",
  "_id": "c0e9166baa294a09b2a2dee8e184cae4",
  "_job_id": 47,
  "asin": "B08QXHYQFQ",
  "available": true,
  "category": "OLED TVs",
  "description": "COGNITIVE PROCESSOR XR – Revolutionary TV processing technology that understands how humans see and hear to deliver intense contrast with pure blacks, high peak brightness, and natural colors. XR TRILUMINOS PRO - Rediscover everything you watch with billions of accurate colors and see pictures that are natural and beautiful to the human eye. XR OLED CONTRAST PRO – Feel immersive depth and realism with ultimate blacks and our brightest-ever OLED picture. GOOGLE TV – Browse 700,000+ movies and TV episodes, from across your favorite streaming services, all in one place. Including Netflix, Amazon Prime Video, Disney+, YouTube, the Apple TV app, and many more. BRAVIA CORE – Bring the cinematic experience home. Enjoy streaming high-quality movies included with BRAVIA CORE, exclusively on select Sony TVs. WORKS WITH ALEXA – Through an Alexa enabled device, just ask Alexa to play music, launch video apps, turn up the volume, stream your smart camera, and more. XR MOTION CLARITY – Intelligent motion processing for fast-moving, blur-free sports and action-packed movies. NEXT-GEN TV FOR GAMING– Get the most out of next-gen gaming with BRAVIA XR TVs featuring 4K/120Hz and BRAVIA Game Mode for increased frame rate and reduced input lag. ACOUSTIC SURFACE AUDIO+ – The screen is the speaker, perfectly matching sound with the action on screen for a truly immersive experience. DOLBY VISION, IMAX ENHANCED, NETFLIX CALIBRATED MODE – Enjoy immersive and engaging cinematic content as the creator intended.",
  "price": 3798,
  "rating": 4.8,
  "reviews_count": 167,
  "seller": "Visit the Sony Store",
  "title": "Sony A90J 65 Inch TV: BRAVIA XR OLED 4K Ultra HD Smart Google TV with Dolby Vision HDR and Alexa Compatibility XR65A90J- 2021 Model",
  "url": "https://www.amazon.com/Sony-A90J-Inch-Compatibility-XR65A90J/dp/B08QXHYQFQ/ref=lp_6463520011_1_6"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:58:55.717868Z",
  "_gid": "www.amazon.com-23e8c123f6404b7e1791554c172d57ec",
  "_id": "d39ced102ed940339f6a30649270dfa9",
  "_job_id": 47,
  "asin": "B08WGNBTGV",
  "available": true,
  "category": "OLED TVs",
  "description": "OLED DISPLAY: Watch your content come to life in over 8 million pixels. Each pixel turns on and off independently so you'll see your content with perfect black, over a billion rich colors and infinite contrast for a viewing experience like no other. a7 GEN 4 AI PROCESSOR: Catch every detail with the smooth, crisp picture brought to you by our a7 Gen 4 AI Processor 4K. It adjusts your viewing and audio settings automatically with AI Picture and AI Sound, while AI 4K Upscaling authentically calibrates every scene. ULTIMATE GAMEPLAY: Experience gaming on OLED. Game Optimizer gives you easier access to all your game settings and you'll get HDR Gaming, Auto Low-Latency Mode, plus HGiG for detailed gaming picture. HOME CINEMA EXPERIENCE: Get breathtaking picture and audio that makes you feel like you're in the action with Cinema HDR, Dolby Vision IQ & Dolby Atmos. See movies exactly how directors intended with Filmmaker Mode. And with built-in access to Netflix, Prime Video, Apple TV+, Disney+ and LG channels, your favorite content is at your fingertips. GOOGLE ASSISTANT & ALEXA BUILT IN: There’s no need for an extra device – just ask your TV for music, weather, news, your Amazon shopping list, and more. Plus, conveniently control your connected home and smart devices. WiSA READY: Connecting high-fidelity speakers is easy – and wireless– with WiSA connectivity. Enjoy high-quality and immersive surround sound. Up to 2.1 Channel support only.",
  "price": 1296.99,
  "rating": 5,
  "reviews_count": 7,
  "seller": "Visit the LG Store",
  "title": "LG OLED55A1PUA Alexa Built-in A1 Series 55\" 4K Smart OLED TV (2021)",
  "url": "https://www.amazon.com/LG-OLED55A1PUA-Alexa-Built-Smart/dp/B08WGNBTGV/ref=lp_6463520011_1_10"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:59:05.338737Z",
  "_gid": "www.amazon.com-e6c2ad4350c39310ef885548d3347687",
  "_id": "f12436d980014eccbbef357e8e9d621a",
  "_job_id": 47,
  "asin": "B091G2B81J",
  "available": true,
  "category": "OLED TVs",
  "description": "A self-luminous display technology that makes all the difference to your viewing experience. Unlike LED TVs that are restricted by backlight technology, LG OLED TVs are capable of extreme realism and thin designs. When it comes to picture quality, OLED beats LED hands down. That's because OLED has millions of self-lit pixels capable of producing perfect black and accurate color. The result is a viewing experience like no other a9 Gen 4 AI Processor 4K with AI Picture Pro/Sound Pro | G-SYNC Compatible, FreeSync, VRR, ALLM | webOS + ThinQ AI w/ Magic Remote | Dolby Vision IQ and Dolby Atmos Wi-Fi Standard | IP Control | TV Tuner | 4x HDMI Input | 2x HDMI Audio Return Channel (ARC) | RF Connection Input (Antenna/Cable) | RS-232C Input (Mini Jack) | Headphone Out | Bluetooth Support | HDMI-CEC (Simplink) | Smart Phone Connectivity | Latest HDMI (4K @ 120Hz) | 3x USB Ports (v 2.0) | Ethernet Input | Digital Audio Output (Optical) BUNDLE INCLUDES: LG 65 Inch 4K Smart OLED TV with AI ThinQ 2021 Model | User Manual | E-Manual | Power Cable | 1 Year Premium Extended Service Plan (2 Years Total) Including Accidental Damage, and Burn in Protection as well as Free Tech Support and Remote Control Replacement (“hot swap” no questions asked)",
  "price": 2199.99,
  "rating": 4.8,
  "reviews_count": 51,
  "seller": "Visit the LG Store",
  "title": "LG OLED65C1PUB 65 Inch 4K Smart OLED TV with AI ThinQ 2021 Model Bundle with Premium 2 Year Extended Protection Plan",
  "url": "https://www.amazon.com/LG-OLED65C1PUB-Premium-Extended-Protection/dp/B091G2B81J/ref=lp_6463520011_1_12"
},
{
  "_collection": "products",
  "_created_at": "2021-08-20T17:57:36.719975Z",
  "_gid": "www.amazon.com-8fb48d53bffb85c268687f16403b77ec",
  "_id": "f813c12471764b0db32ce37e67c4da29",
  "_job_id": 47,
  "asin": "B08P4WP27K",
  "available": true,
  "category": "LED & LCD TVs",
  "description": "Stunning 4K Ultra HD: 4K resolution delivers stunning detail and remarkable visual experience. High Dynamic Range: HDR delivers bright and accurate colors for a lifelike viewing experience. Google Assistant Built-in: Search for movies and shows across thousands of available apps, get entertainment recommendations, access media playback controls, change the temperature, dim the lights, and so much more. Ask questions and see the answers on your TV, including Google Photos, your calendar, sports scores, and more. Even automate and control your smart devices. The Google Assistant is always on, ready to help, and makes life in your living room that much more relaxing. Thousands of streaming apps: Stream 700,000+ movies and shows, live sports and news, or your favorite music from Google Play, YouTube and your favorite apps. Chromecast Built-in: Easily cast movies, shows, and photos from your Android or iOS device to your TCL Android TV. Clear Motion Index : 120 CMI",
  "price": 399.9,
  "rating": 4.6,
  "reviews_count": 1236,
  "seller": "Visit the TCL Store",
  "title": "TCL 50-inch Class 4-Series 4K UHD HDR Smart Android TV - 50S434, 2021 Model",
  "url": "https://www.amazon.com/TCL-50-inch-Class-Smart-Android/dp/B08P4WP27K/ref=lp_6459737011_1_12"
}]